Repository: VanillaDeath/Bortpad
Catalog: Bortpad/Properties/Resources.*.resx
Languages: fr, ja

# About
source: About {0}
fr: Au sujet de {0}
ja: {0}について

# AssemblyVersion
source: Version {0}
ja: バージョン {0}

# cancelBtn.Text
source: Cancel
fr: Annuler
ja: キャンセル

# CannotFind
source: Cannot find "{0}"
fr: Ne peux trouver "{0}"
ja: 「{0}」が見つかりません

# ChooseToEdit
source: If you choose to edit this file, when you Save you will be prompted to either: • Unset the Read - Only flag • Save As a new document
fr: Si vous choisissez de modifier ce fichier, lors de l'enregistrement, vous serez invité à: • Désactivez l'indicateur de lecture seule • Enregistrer en tant que nouveau document
ja: このファイルを編集することを選択した場合、保存するときに次のいずれかを行うように求められます。 •読み取り専用フラグの設定を解除します •新しいドキュメントとして保存

source: Col
ja: 桁

# Confidence
source: Confidence: {0}%
fr: Confiance: {0}%
ja: 自信: {0}％

# ConvertLineEndings
source: Convert all End of Line characters in this document to {0}?
fr: Convertir tous les caractères de fin de ligne de ce document en {0}?
ja: このドキュメントの行末文字をすべて{0}に変換しますか？

# ConvertLineEndingsDesc
source: Any line endings in this document that are not already {0} will be converted to {0}
fr: Toutes les fins de ligne dans ce document qui ne sont pas déjà {0} seront converties en {0}
ja: このドキュメントでまだ{0}になっていない行末は、{0}に変換されます

source: Default
fr: Défaut
ja: 既定

# DefaultFilename
source: Untitled
fr: Nouveau Document
ja: 無題

source: Detected
ja: 検出されました

# dontSaveBtn.Text
source: Do&n't Save
fr: &Ne pas enregistrer
ja: 保存しないでください

# editBtn.Text
source: &Edit
fr: &Éditer
ja: 編集

# FoundNextBottom
source: Found next from the bottom
fr: Trouvé à côté du bas
ja: 下から次に見つける

# FoundNextTop
source: Found next from the top
fr: Trouvé à côté du haut
ja: 上から次に見つかりました

source: Goto Line
fr: Aller à la Ligne
ja: 後藤ライン

# InvalidSettingName
source: No valid setting key provided.
ja: 有効な設定名がありません。

# IsMarkedAsReadOnly
source: {0} is marked as Read-Only
fr: {0} est marqué en Lecture Seule
ja: {0}は読み取り専用としてマークされています

# LineNumberBeyond
source: The line number is beyond the total number of lines
fr: Le numéro de ligne dépasse le nombre total de lignes
ja: 値が行の総数を超えています

source: Ln
ja: 行

# PathNotFound
source: The system cannot find the path specified.
fr: Le système ne peut pas trouver le chemin spécifié.
ja: 指定されたパスが見つかりません。

# ReadOnlyOptions
source: To Save this file, either • Unset the Read - Only flag • Save As a new document
fr: Pour enregistrer ce fichier, soit: • Désactivez l'indicateur de lecture seule • Enregistrer en tant que nouveau document
ja: このファイルを保存するには、次のいずれかを行います •読み取り専用フラグの設定を解除します •新しいドキュメントとして保存

# saveAsBtn.Text
source: Save &As...
fr: Enregistrer &Sous...
ja: 名前を付けて保存...

# saveBtn.Text
source: &Save
fr: &Enregistrer
ja: 保存

# SaveChangesTo
source: Do you want to save changes to {0}?
fr: Voulez-vous enregistrer les modifications apportées à {0}?
ja: 変更を{0}に保存しますか？

# SettingsKeyNotFound
source: Settings file setting "{1}" not found (section "{0}").
ja: 設定ファイル設定「{1}」が見つかりません（セクション「{0}」）。

# SettingsSectionNotFound
source: Settings file section "{0}" not found.
ja: 設定ファイルセクション「{0}」が見つかりません。

# unsetAndSaveBtn.Text
source: &Unset and Save
fr: &Désactiver et enregistrer
ja: 設定を解除して保存
